Repository: ProjectSuite/e2e-call-ios
Catalog: ecall/Resources/Localized/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, km_kh, ko, pt, ru, th, vi, zh_hans

# ErrGetCallHistoriesFailed
source: Failed to get call histories. Please try again.
ar: فشل في الحصول على سجلات المكالمات. يرجى المحاولة مرة أخرى.
de: Anrufprotokolle konnten nicht abgerufen werden. Bitte versuchen Sie es erneut.
es: No se pudieron obtener los historiales de llamadas. Por favor inténtalo de nuevo.
fr: Impossible d'obtenir l'historique des appels. Veuillez réessayer.
hi: कॉल इतिहास प्राप्त करने में विफल. कृपया पुन: प्रयास करें।
it: Impossibile ottenere la cronologia delle chiamate. Per favore riprova.
ja: 通話履歴の取得に失敗しました。もう一度試してください。
km_kh: បានបរាជ័យក្នុងការទទួលបានប្រវត្តិហៅ។ សូមព្យាយាមម្តងទៀត។
ko: 통화 기록을 가져오지 못했습니다. 다시 시도해 주세요.
pt: Falha ao obter históricos de chamadas. Por favor, tente novamente.
ru: Не удалось получить историю звонков. Пожалуйста, попробуйте еще раз.
th: ไม่สามารถรับประวัติการโทร โปรดลองอีกครั้ง
vi: Không lấy được lịch sử cuộc gọi. Vui lòng thử lại.
zh_hans: 无法获取通话记录。请再试一次。

# ErrGetCallRecordsFailed
source: Failed to get call records. Please try again.
ar: فشل الحصول على سجلات المكالمات. يرجى المحاولة مرة أخرى.
de: Anrufaufzeichnungen konnten nicht abgerufen werden. Bitte versuchen Sie es erneut.
es: No se pudieron obtener los registros de llamadas. Por favor inténtalo de nuevo.
fr: Échec de l'obtention des enregistrements d'appels. Veuillez réessayer.
hi: कॉल रिकॉर्ड प्राप्त करने में विफल. कृपया पुन: प्रयास करें।
it: Impossibile ottenere i record delle chiamate. Per favore riprova.
ja: 通話記録の取得に失敗しました。もう一度試してください。
km_kh: បានបរាជ័យក្នុងការទទួលបានកំណត់ត្រាហៅ។ សូមព្យាយាមម្តងទៀត។
ko: 통화 기록을 가져오지 못했습니다. 다시 시도해 주세요.
pt: Falha ao obter registros de chamadas. Por favor, tente novamente.
ru: Не удалось получить записи звонков. Пожалуйста, попробуйте еще раз.
th: ไม่สามารถรับบันทึกการโทร โปรดลองอีกครั้ง
vi: Không lấy được bản ghi cuộc gọi. Vui lòng thử lại.
zh_hans: 获取通话记录失败。请再试一次。

# ErrGetContactsFailed
source: Failed to get contacts. Please try again.
ar: فشل الحصول على جهات الاتصال. يرجى المحاولة مرة أخرى.
de: Kontakte konnten nicht abgerufen werden. Bitte versuchen Sie es erneut.
es: No se pudieron obtener contactos. Por favor inténtalo de nuevo.
fr: Impossible d'obtenir des contacts. Veuillez réessayer.
hi: संपर्क प्राप्त करने में विफल. कृपया पुन: प्रयास करें।
it: Impossibile ottenere i contatti. Per favore riprova.
ja: 連絡先の取得に失敗しました。もう一度試してください。
km_kh: បានបរាជ័យក្នុងការទទួលបានទំនាក់ទំនង។ សូមព្យាយាមម្តងទៀត។
ko: 연락처를 가져오지 못했습니다. 다시 시도해 주세요.
pt: Falha ao obter contatos. Por favor, tente novamente.
ru: Не удалось получить контакты. Пожалуйста, попробуйте еще раз.
th: ไม่สามารถรับข้อมูลติดต่อได้ โปรดลองอีกครั้ง
vi: Không lấy được liên hệ. Vui lòng thử lại.
zh_hans: 获取联系人失败。请再试一次。

# ErrGetDevicesFailed
source: Failed to get devices. Please try again.
ar: فشل الحصول على الأجهزة. يرجى المحاولة مرة أخرى.
de: Geräte konnten nicht abgerufen werden. Bitte versuchen Sie es erneut.
es: No se pudieron obtener los dispositivos. Por favor inténtalo de nuevo.
fr: Échec de l'obtention des appareils. Veuillez réessayer.
hi: डिवाइस प्राप्त करने में विफल. कृपया पुन: प्रयास करें।
it: Impossibile ottenere i dispositivi. Per favore riprova.
ja: デバイスの取得に失敗しました。もう一度試してください。
km_kh: បានបរាជ័យក្នុងការទទួលបានឧបករណ៍។ សូមព្យាយាមម្តងទៀត។
ko: 장치를 가져오지 못했습니다. 다시 시도해 주세요.
pt: Falha ao obter dispositivos. Por favor, tente novamente.
ru: Не удалось получить устройства. Пожалуйста, попробуйте еще раз.
th: ไม่สามารถรับอุปกรณ์ได้ โปรดลองอีกครั้ง
vi: Không thể lấy thiết bị. Vui lòng thử lại.
zh_hans: 获取设备失败。请再试一次。

# ErrGetParticipantsFailed
source: Failed to get participants. Please try again.
ar: فشل في الحصول على المشاركين. يرجى المحاولة مرة أخرى.
de: Es konnten keine Teilnehmer gefunden werden. Bitte versuchen Sie es erneut.
es: No se pudieron conseguir participantes. Por favor inténtalo de nuevo.
fr: Impossible d'obtenir des participants. Veuillez réessayer.
hi: प्रतिभागियों को प्राप्त करने में विफल. कृपया पुन: प्रयास करें।
it: Impossibile ottenere i partecipanti. Per favore riprova.
ja: 参加者の獲得に失敗しました。もう一度試してください。
km_kh: បានបរាជ័យក្នុងការទទួលបានអ្នកចូលរួម។ សូមព្យាយាមម្តងទៀត។
ko: 참가자를 가져오지 못했습니다. 다시 시도해 주세요.
pt: Falha ao conseguir participantes. Por favor, tente novamente.
ru: Не удалось получить участников. Пожалуйста, попробуйте еще раз.
th: ไม่สามารถรับผู้เข้าร่วมได้ โปรดลองอีกครั้ง
vi: Không thể thu hút được người tham gia. Vui lòng thử lại.
zh_hans: 无法获取参与者。请再试一次。

# ErrGetPublicKeyFailed
source: Failed to get user's public key. Please try again.
ar: فشل في الحصول على المفتاح العام للمستخدم. يرجى المحاولة مرة أخرى.
de: Der öffentliche Schlüssel des Benutzers konnte nicht abgerufen werden. Bitte versuchen Sie es erneut.
es: No se pudo obtener la clave pública del usuario. Por favor inténtalo de nuevo.
fr: Échec de l'obtention de la clé publique de l'utilisateur. Veuillez réessayer.
hi: उपयोगकर्ता की सार्वजनिक कुंजी प्राप्त करने में विफल. कृपया पुन: प्रयास करें।
it: Impossibile ottenere la chiave pubblica dell'utente. Per favore riprova.
ja: ユーザーの公開キーの取得に失敗しました。もう一度試してください。
km_kh: បានបរាជ័យក្នុងការទទួលបានកូនសោសាធារណៈរបស់អ្នកប្រើប្រាស់។ សូមព្យាយាមម្តងទៀត។
ko: 사용자의 공개 키를 가져오지 못했습니다. 다시 시도해 주세요.
pt: Falha ao obter a chave pública do usuário. Por favor, tente novamente.
ru: Не удалось получить открытый ключ пользователя. Пожалуйста, попробуйте еще раз.
th: ไม่สามารถรับรหัสสาธารณะของผู้ใช้ โปรดลองอีกครั้ง
vi: Không lấy được khóa công khai của người dùng. Vui lòng thử lại.
zh_hans: 无法获取用户的公钥。请再试一次。

# ErrGetPublicKeysFailed
source: Failed to get user's public keys. Please try again.
ar: فشل في الحصول على المفاتيح العامة للمستخدم. يرجى المحاولة مرة أخرى.
de: Die öffentlichen Schlüssel des Benutzers konnten nicht abgerufen werden. Bitte versuchen Sie es erneut.
es: No se pudieron obtener las claves públicas del usuario. Por favor inténtalo de nuevo.
fr: Échec de l'obtention des clés publiques de l'utilisateur. Veuillez réessayer.
hi: उपयोगकर्ता की सार्वजनिक कुंजियाँ प्राप्त करने में विफल. कृपया पुन: प्रयास करें।
it: Impossibile ottenere le chiavi pubbliche dell'utente. Per favore riprova.
ja: ユーザーの公開鍵を取得できませんでした。もう一度試してください。
km_kh: បានបរាជ័យក្នុងការទទួលបានកូនសោសាធារណៈរបស់អ្នកប្រើប្រាស់។ សូមព្យាយាមម្តងទៀត។
ko: 사용자의 공개 키를 가져오지 못했습니다. 다시 시도해 주세요.
pt: Falha ao obter as chaves públicas do usuário. Por favor, tente novamente.
ru: Не удалось получить открытые ключи пользователя. Пожалуйста, попробуйте еще раз.
th: ไม่สามารถรับกุญแจสาธารณะของผู้ใช้ โปรดลองอีกครั้ง
vi: Không lấy được khóa công khai của người dùng. Vui lòng thử lại.
zh_hans: 无法获取用户的公钥。请再试一次。

# ErrGetRequestsFailed
source: Failed to get friend requests. Please try again.
ar: فشل في الحصول على طلبات الصداقة. يرجى المحاولة مرة أخرى.
de: Freundschaftsanfragen konnten nicht empfangen werden. Bitte versuchen Sie es erneut.
es: No se pudieron recibir solicitudes de amistad. Por favor inténtalo de nuevo.
fr: Échec de la réception des demandes d'amis. Veuillez réessayer.
hi: मित्र अनुरोध प्राप्त करने में विफल. कृपया पुन: प्रयास करें।
it: Impossibile ricevere richieste di amicizia. Per favore riprova.
ja: 友達リクエストの取得に失敗しました。もう一度試してください。
km_kh: បានបរាជ័យក្នុងការទទួលបានសំណើមិត្តភក្តិ។ សូមព្យាយាមម្តងទៀត។
ko: 친구요청을 받지 못했습니다. 다시 시도해 주세요.
pt: Falha ao receber solicitações de amizade. Por favor, tente novamente.
ru: Не удалось получить запросы на добавление в друзья. Пожалуйста, попробуйте еще раз.
th: ไม่สามารถรับคำขอเป็นเพื่อนได้ โปรดลองอีกครั้ง
vi: Không nhận được yêu cầu kết bạn. Vui lòng thử lại.
zh_hans: 无法获取好友请求。请再试一次。

# ErrGetUserFailed
source: Failed to get user. Please try again.
ar: فشل الحصول على المستخدم. يرجى المحاولة مرة أخرى.
de: Benutzer konnte nicht abgerufen werden. Bitte versuchen Sie es erneut.
es: No se pudo obtener el usuario. Por favor inténtalo de nuevo.
fr: Échec de l'obtention de l'utilisateur. Veuillez réessayer.
hi: उपयोगकर्ता प्राप्त करने में विफल. कृपया पुन: प्रयास करें।
it: Impossibile ottenere l'utente. Per favore riprova.
ja: ユーザーの取得に失敗しました。もう一度試してください。
km_kh: បានបរាជ័យក្នុងការទទួលបានអ្នកប្រើប្រាស់។ សូមព្យាយាមម្តងទៀត។
ko: 사용자를 가져오지 못했습니다. 다시 시도해 주세요.
pt: Falha ao obter usuário. Por favor, tente novamente.
ru: Не удалось получить пользователя. Пожалуйста, попробуйте еще раз.
th: ไม่สามารถรับผู้ใช้ โปรดลองอีกครั้ง
vi: Không thể có được người dùng. Vui lòng thử lại.
zh_hans: 获取用户失败。请再试一次。

# ErrInvalidOTP
source: The OTP code is invalid. Please check and try again.
ar: رمز OTP غير صالح. يرجى التحقق والمحاولة مرة أخرى.
de: Der OTP-Code ist ungültig. Bitte überprüfen Sie es und versuchen Sie es erneut.
es: El código OTP no es válido. Por favor verifique e intente nuevamente.
fr: Le code OTP n'est pas valide. Veuillez vérifier et réessayer.
hi: ओटीपी कोड अमान्य है. कृपया जाँच करें और पुनः प्रयास करें।
it: Il codice OTP non è valido. Per favore controlla e riprova.
ja: OTP コードが無効です。確認してもう一度お試しください。
km_kh: លេខកូដ OTP មិនត្រឹមត្រូវ។ សូមពិនិត្យហើយព្យាយាមម្តងទៀត។
ko: OTP 코드가 잘못되었습니다. 확인하신 후 다시 시도해 주세요.
pt: O código OTP é inválido. Verifique e tente novamente.
ru: OTP-код недействителен. Пожалуйста, проверьте и попробуйте еще раз.
th: รหัส OTP ไม่ถูกต้อง โปรดตรวจสอบและลองอีกครั้ง
vi: Mã OTP không hợp lệ. Vui lòng kiểm tra và thử lại.
zh_hans: OTP 代码无效。请检查并重试。

# ErrInviteUserFailed
source: Failed to invite user. Please try again.
ar: فشلت دعوة المستخدم. يرجى المحاولة مرة أخرى.
de: Benutzer konnte nicht eingeladen werden. Bitte versuchen Sie es erneut.
es: No se pudo invitar al usuario. Por favor inténtalo de nuevo.
fr: Échec de l'invitation de l'utilisateur. Veuillez réessayer.
hi: उपयोगकर्ता को आमंत्रित करने में विफल. कृपया पुन: प्रयास करें।
it: Impossibile invitare l'utente. Per favore riprova.
ja: ユーザーの招待に失敗しました。もう一度試してください。
km_kh: បានបរាជ័យក្នុងការអញ្ជើញអ្នកប្រើ។ សូមព្យាយាមម្តងទៀត។
ko: 사용자를 초대하지 못했습니다. 다시 시도해 주세요.
pt: Falha ao convidar o usuário. Por favor, tente novamente.
ru: Не удалось пригласить пользователя. Пожалуйста, попробуйте еще раз.
th: เชิญผู้ใช้ไม่สำเร็จ โปรดลองอีกครั้ง
vi: Không mời được người dùng. Vui lòng thử lại.
zh_hans: 邀请用户失败。请再试一次。

# ErrIP2LocationLookupFailed
source: Failed to lookup IP location. Please try again.
ar: فشل البحث عن موقع IP. يرجى المحاولة مرة أخرى.
de: Die Suche nach dem IP-Standort ist fehlgeschlagen. Bitte versuchen Sie es erneut.
es: No se pudo buscar la ubicación de IP. Por favor inténtalo de nuevo.
fr: Échec de la recherche de l'emplacement IP. Veuillez réessayer.
hi: आईपी ​​स्थान देखने में विफल. कृपया पुन: प्रयास करें।
it: Impossibile cercare la posizione IP. Per favore riprova.
ja: IP ロケーションの検索に失敗しました。もう一度試してください。
km_kh: បានបរាជ័យក្នុងការរកមើលទីតាំង IP ។ សូមព្យាយាមម្តងទៀត។
ko: IP 위치를 조회하지 못했습니다. 다시 시도해 주세요.
pt: Falha ao pesquisar a localização do IP. Por favor, tente novamente.
ru: Не удалось найти IP-адрес. Пожалуйста, попробуйте еще раз.
th: ค้นหาตำแหน่ง IP ล้มเหลว โปรดลองอีกครั้ง
vi: Không thể tra cứu vị trí IP. Vui lòng thử lại.
zh_hans: 查找 IP 位置失败。请再试一次。

# ErrJoinCallFailed
source: Failed to join the call. Please try again.
ar: فشل الانضمام إلى المكالمة. يرجى المحاولة مرة أخرى.
de: Dem Anruf konnte nicht beigetreten werden. Bitte versuchen Sie es erneut.
es: No se pudo unir a la llamada. Por favor inténtalo de nuevo.
fr: Échec de la participation à l'appel. Veuillez réessayer.
hi: कॉल में शामिल होने में विफल. कृपया पुन: प्रयास करें।
it: Impossibile partecipare alla chiamata. Per favore riprova.
ja: 通話に参加できませんでした。もう一度試してください。
km_kh: បានបរាជ័យក្នុងការចូលរួមការហៅ។ សូមព្យាយាមម្តងទៀត។
ko: 통화에 참여하지 못했습니다. 다시 시도해 주세요.
pt: Falha ao participar da chamada. Por favor, tente novamente.
ru: Не удалось присоединиться к звонку. Пожалуйста, попробуйте еще раз.
th: ไม่สามารถเข้าร่วมสายได้ โปรดลองอีกครั้ง
vi: Không thể tham gia cuộc gọi. Vui lòng thử lại.
zh_hans: 无法加入通话。请再试一次。

# ErrJoinedByOtherDevice
source: You already joined this call on another device.
ar: لقد انضممت بالفعل إلى هذه المكالمة على جهاز آخر.
de: Sie haben diesem Anruf bereits auf einem anderen Gerät beigetreten.
es: Ya te uniste a esta llamada en otro dispositivo.
fr: Vous avez déjà rejoint cet appel sur un autre appareil.
hi: आप पहले ही किसी अन्य डिवाइस पर इस कॉल में शामिल हो चुके हैं।
it: Hai già partecipato a questa chiamata su un altro dispositivo.
ja: すでに別のデバイスでこの通話に参加しています。
km_kh: អ្នកបានចូលរួមការហៅនេះរួចហើយនៅលើឧបករណ៍ផ្សេងទៀត។
ko: 이미 다른 기기에서 이 통화에 참여했습니다.
pt: Você já entrou nesta chamada em outro dispositivo.
ru: Вы уже присоединились к этому звонку на другом устройстве.
th: คุณเข้าร่วมสายนี้บนอุปกรณ์อื่นแล้ว
vi: Bạn đã tham gia cuộc gọi này trên một thiết bị khác.
zh_hans: 您已在另一台设备上加入此通话。

# ErrLoginFailed
source: Login failed. Please try again.
ar: فشل تسجيل الدخول. يرجى المحاولة مرة أخرى.
de: Fehler bei der Anmeldung. Bitte versuchen Sie es erneut.
es: Error de inicio de sesion. Por favor inténtalo de nuevo.
fr: La connexion a échoué. Veuillez réessayer.
hi: लॉगिन विफल। कृपया पुन: प्रयास करें।
it: Accesso non riuscito. Per favore riprova.
ja: ログインに失敗しました。もう一度試してください。
km_kh: ការចូលបានបរាជ័យ។ សូមព្យាយាមម្តងទៀត។
ko: 로그인에 실패했습니다. 다시 시도해 주세요.
pt: Falha no login. Por favor, tente novamente.
ru: Ошибка входа. Пожалуйста, попробуйте еще раз.
th: การเข้าสู่ระบบล้มเหลว โปรดลองอีกครั้ง
vi: Đăng nhập không thành công. Vui lòng thử lại.
zh_hans: 登录失败。请再试一次。

# ErrLogoutFailed
source: Logout failed. Please try again.
ar: فشل تسجيل الخروج. يرجى المحاولة مرة أخرى.
de: Die Abmeldung ist fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error al cerrar sesión. Por favor inténtalo de nuevo.
fr: La déconnexion a échoué. Veuillez réessayer.
hi: लॉगआउट विफल. कृपया पुन: प्रयास करें।
it: Disconnessione non riuscita. Per favore riprova.
ja: ログアウトに失敗しました。もう一度試してください。
km_kh: ការចាកចេញបានបរាជ័យ។ សូមព្យាយាមម្តងទៀត។
ko: 로그아웃에 실패했습니다. 다시 시도해 주세요.
pt: Falha no logout. Por favor, tente novamente.
ru: Выход из системы не удался. Пожалуйста, попробуйте еще раз.
th: ออกจากระบบล้มเหลว โปรดลองอีกครั้ง
vi: Đăng xuất không thành công. Vui lòng thử lại.
zh_hans: 注销失败。请再试一次。

source: Errors only
ar: الأخطاء فقط
de: Nur Fehler
es: Solo errores
fr: Erreurs uniquement
hi: केवल त्रुटियां
it: Solo errori
ja: エラーのみ
km_kh: តែកំហុសប៉ុណ្ណោះ
ko: 오류만
pt: Apenas erros
ru: Только ошибки
th: เฉพาะข้อผิดพลาด
vi: Chỉ lỗi
zh_hans: 仅错误

# ErrOTPExpired
source: The OTP has expired. Please request a new one.
ar: لقد انتهت صلاحية OTP. يرجى طلب واحدة جديدة.
de: Das OTP ist abgelaufen. Bitte fordern Sie ein neues an.
es: La OTP ha caducado. Por favor solicite uno nuevo.
fr: L'OTP a expiré. Veuillez en demander un nouveau.
hi: ओटीपी समाप्त हो गया है. कृपया एक नये का अनुरोध करें.
it: L'OTP è scaduta. Si prega di richiederne uno nuovo.
ja: OTP の有効期限が切れています。新しいものをリクエストしてください。
km_kh: OTP បានផុតកំណត់ហើយ។ សូមស្នើសុំថ្មីមួយ។
ko: OTP가 만료되었습니다. 새로운 것을 요청하세요.
pt: A OTP expirou. Solicite um novo.
ru: Срок действия OTP истек. Пожалуйста, запросите новый.
th: OTP หมดอายุแล้ว กรุณาขอใหม่
vi: Mã OTP đã hết hạn. Vui lòng yêu cầu một cái mới.
zh_hans: OTP 已过期。请索取一份新的。

# ErrOTPMismatched
source: The OTP code is mismatched. Please check and try again.
ar: رمز OTP غير متطابق. يرجى التحقق والمحاولة مرة أخرى.
de: Der OTP-Code stimmt nicht überein. Bitte überprüfen Sie es und versuchen Sie es erneut.
es: El código OTP no coincide. Por favor verifique e intente nuevamente.
fr: Le code OTP ne correspond pas. Veuillez vérifier et réessayer.
hi: ओटीपी कोड मेल नहीं खाता. कृपया जाँच करें और पुनः प्रयास करें।
it: Il codice OTP non corrisponde. Per favore controlla e riprova.
ja: OTP コードが一致しません。確認してもう一度お試しください。
km_kh: លេខកូដ OTP គឺមិនត្រូវគ្នាទេ។ សូមពិនិត្យហើយព្យាយាមម្តងទៀត។
ko: OTP 코드가 일치하지 않습니다. 확인하신 후 다시 시도해 주세요.
pt: O código OTP não corresponde. Verifique e tente novamente.
ru: OTP-код не соответствует. Пожалуйста, проверьте и попробуйте еще раз.
th: รหัส OTP ไม่ตรงกัน โปรดตรวจสอบและลองอีกครั้ง
vi: Mã OTP không khớp. Vui lòng kiểm tra và thử lại.
zh_hans: OTP 代码不匹配。请检查并重试。

# ErrPhoneAlreadyRegistered
source: Phone number is already registered.
ar: رقم الهاتف مسجل بالفعل.
de: Telefonnummer ist bereits registriert.
es: El número de teléfono ya está registrado.
fr: Le numéro de téléphone est déjà enregistré.
hi: फ़ोन नंबर पहले से पंजीकृत है.
it: Il numero di telefono è già registrato.
ja: 電話番号はすでに登録されています。
km_kh: លេខទូរស័ព្ទបានចុះឈ្មោះរួចហើយ។
ko: 전화번호가 이미 등록되어 있습니다.
pt: O número de telefone já está cadastrado.
ru: Номер телефона уже зарегистрирован.
th: หมายเลขโทรศัพท์ได้ลงทะเบียนไว้แล้ว
vi: Số điện thoại đã được đăng ký.
zh_hans: 电话号码已被注册。

# ErrPushNotificationFailed
source: Failed to send push notification. Please try again.
ar: فشل في إرسال إشعار الدفع. يرجى المحاولة مرة أخرى.
de: Push-Benachrichtigung konnte nicht gesendet werden. Bitte versuchen Sie es erneut.
es: No se pudo enviar la notificación push. Por favor inténtalo de nuevo.
fr: Échec de l'envoi de la notification push. Veuillez réessayer.
hi: पुश सूचना भेजने में विफल. कृपया पुन: प्रयास करें।
it: Impossibile inviare la notifica push. Per favore riprova.
ja: プッシュ通知の送信に失敗しました。もう一度試してください。
km_kh: បានបរាជ័យក្នុងការផ្ញើការជូនដំណឹងជំរុញ។ សូមព្យាយាមម្តងទៀត។
ko: 푸시 알림을 보내지 못했습니다. 다시 시도해 주세요.
pt: Falha ao enviar notificação push. Por favor, tente novamente.
ru: Не удалось отправить push-уведомление. Пожалуйста, попробуйте еще раз.
th: ไม่สามารถส่งการแจ้งเตือนแบบพุช โปรดลองอีกครั้ง
vi: Không gửi được thông báo đẩy. Vui lòng thử lại.
zh_hans: 发送推送通知失败。请再试一次。

# ErrReachedMaxResendAttempts
source: You have reached the maximum number of resend attempts. Please try again later.
ar: لقد وصلت إلى الحد الأقصى لعدد محاولات إعادة الإرسال. يرجى المحاولة مرة أخرى في وقت لاحق.
de: Sie haben die maximale Anzahl erneuter Sendeversuche erreicht. Bitte versuchen Sie es später noch einmal.
es: Ha alcanzado el número máximo de intentos de reenvío. Inténtelo de nuevo más tarde.
fr: Vous avez atteint le nombre maximum de tentatives de renvoi. Veuillez réessayer plus tard.
hi: आप पुनः भेजने के प्रयासों की अधिकतम संख्या तक पहुँच गए हैं। कृपया बाद में पुन: प्रयास करें।
it: Hai raggiunto il numero massimo di tentativi di invio. Per favore riprova più tardi.
ja: 再送信試行の最大回数に達しました。後でもう一度試してください。
km_kh: អ្នកបានឈានដល់ចំនួនអតិបរមានៃការប៉ុនប៉ងផ្ញើសារឡើងវិញ។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ។
ko: 최대 재전송 시도 횟수에 도달했습니다. 나중에 다시 시도해 주세요.
pt: Você atingiu o número máximo de tentativas de reenvio. Por favor, tente novamente mais tarde.
ru: Вы достигли максимального количества попыток повторной отправки. Пожалуйста, повторите попытку позже.
th: คุณพยายามส่งซ้ำถึงจำนวนสูงสุดแล้ว โปรดลองอีกครั้งในภายหลัง
vi: Bạn đã đạt đến số lần gửi lại tối đa. Vui lòng thử lại sau.
zh_hans: 您已达到重新发送尝试的最大次数。请稍后重试。

# ErrRegisterDeviceFailed
source: Failed to register device. Please try again.
ar: فشل في تسجيل الجهاز. يرجى المحاولة مرة أخرى.
de: Gerät konnte nicht registriert werden. Bitte versuchen Sie es erneut.
es: No se pudo registrar el dispositivo. Por favor inténtalo de nuevo.
fr: Échec de l'enregistrement de l'appareil. Veuillez réessayer.
hi: डिवाइस पंजीकृत करने में विफल. कृपया पुन: प्रयास करें।
it: Impossibile registrare il dispositivo. Per favore riprova.
ja: デバイスの登録に失敗しました。もう一度試してください。
km_kh: បានបរាជ័យក្នុងការចុះឈ្មោះឧបករណ៍។ សូមព្យាយាមម្តងទៀត។
ko: 장치 등록에 실패했습니다. 다시 시도해 주세요.
pt: Falha ao registrar o dispositivo. Por favor, tente novamente.
ru: Не удалось зарегистрировать устройство. Пожалуйста, попробуйте еще раз.
th: ลงทะเบียนอุปกรณ์ไม่สำเร็จ โปรดลองอีกครั้ง
vi: Không thể đăng ký thiết bị. Vui lòng thử lại.
zh_hans: 注册设备失败。请再试一次。

# ErrRegisterUserFailed
source: Failed to register user. Please try again.
ar: فشل في تسجيل المستخدم. يرجى المحاولة مرة أخرى.
de: Benutzer konnte nicht registriert werden. Bitte versuchen Sie es erneut.
es: No se pudo registrar el usuario. Por favor inténtalo de nuevo.
fr: Échec de l'enregistrement de l'utilisateur. Veuillez réessayer.
hi: उपयोगकर्ता पंजीकृत करने में विफल. कृपया पुन: प्रयास करें।
it: Impossibile registrare l'utente. Per favore riprova.
ja: ユーザーの登録に失敗しました。もう一度試してください。
km_kh: បានបរាជ័យក្នុងការចុះឈ្មោះអ្នកប្រើប្រាស់។ សូមព្យាយាមម្តងទៀត។
ko: 사용자 등록에 실패했습니다. 다시 시도해 주세요.
pt: Falha ao registrar usuário. Por favor, tente novamente.
ru: Не удалось зарегистрировать пользователя. Пожалуйста, попробуйте еще раз.
th: ลงทะเบียนผู้ใช้ไม่สำเร็จ โปรดลองอีกครั้ง
vi: Không thể đăng ký người dùng. Vui lòng thử lại.
zh_hans: 注册用户失败。请再试一次。

# ErrRejoinCallFailed
source: Failed to rejoin the call. Please try again.
ar: فشلت إعادة الانضمام إلى المكالمة. يرجى المحاولة مرة أخرى.
de: Die erneute Teilnahme am Anruf ist fehlgeschlagen. Bitte versuchen Sie es erneut.
es: No se pudo volver a unir a la llamada. Por favor inténtalo de nuevo.
fr: Impossible de rejoindre l'appel. Veuillez réessayer.
hi: कॉल में पुनः शामिल होने में विफल. कृपया पुन: प्रयास करें।
it: Impossibile rientrare nella chiamata. Per favore riprova.
ja: 通話に再参加できませんでした。もう一度試してください。
km_kh: បានបរាជ័យក្នុងការចូលរួមការហៅទូរស័ព្ទ។ សូមព្យាយាមម្តងទៀត។
ko: 통화에 다시 참여하지 못했습니다. 다시 시도해 주세요.
pt: Falha ao retornar à chamada. Por favor, tente novamente.
ru: Не удалось повторно присоединиться к вызову. Пожалуйста, попробуйте еще раз.
th: ไม่สามารถเข้าร่วมการโทรอีกครั้ง โปรดลองอีกครั้ง
vi: Không thể tham gia lại cuộc gọi. Vui lòng thử lại.
zh_hans: 无法重新加入通话。请再试一次。

# ErrRequestOTPFailed
source: Failed to request OTP. Please try again.
ar: فشل طلب OTP. يرجى المحاولة مرة أخرى.
de: OTP-Anforderung fehlgeschlagen. Bitte erneut versuchen.
es: No se pudo solicitar el OTP. Inténtalo de nuevo.
fr: Échec de la demande d’OTP. Veuillez réessayer.
hi: OTP अनुरोध विफल हुआ। कृपया पुनः प्रयास करें।
it: Richiesta OTP non riuscita. Riprova.
ja: OTPのリクエストに失敗しました。再度お試しください。
km_kh: បរាជ័យក្នុងការស្នើសុំ OTP។ សូមព្យាយាមម្តងទៀត។
ko: OTP 요청에 실패했습니다. 다시 시도하세요.
pt: Falha ao solicitar OTP. Tente novamente.
ru: Не удалось запросить OTP. Повторите попытку.
th: ขอ OTP ไม่สำเร็จ โปรดลองอีกครั้ง
vi: Gửi yêu cầu OTP thất bại. Vui lòng thử lại.
zh_hans: 请求 OTP 失败。请重试。

# ErrResendOTPFailed
source: Failed to resend OTP. Please try again.
ar: فشل في إعادة إرسال كلمة المرور لمرة واحدة (OTP). يرجى المحاولة مرة أخرى.
de: OTP konnte nicht erneut gesendet werden. Bitte versuchen Sie es erneut.
es: No se pudo reenviar OTP. Por favor inténtalo de nuevo.
fr: Échec du renvoi d'OTP. Veuillez réessayer.
hi: ओटीपी पुनः भेजने में विफल. कृपया पुन: प्रयास करें।
it: Impossibile inviare nuovamente l'OTP. Per favore riprova.
ja: OTPの再送信に失敗しました。もう一度試してください。
km_kh: បានបរាជ័យក្នុងការផ្ញើប្រាក់ OTP ឡើងវិញ។ សូមព្យាយាមម្តងទៀត។
ko: OTP 재전송에 실패했습니다. 다시 시도해 주세요.
pt: Falha ao reenviar OTP. Por favor, tente novamente.
ru: Не удалось повторно отправить OTP. Пожалуйста, попробуйте еще раз.
th: ไม่สามารถส่ง OTP อีกครั้ง โปรดลองอีกครั้ง
vi: Không thể gửi lại OTP. Vui lòng thử lại.
zh_hans: 重新发送 OTP 失败。请再试一次。

# ErrSendFriendRequestFailed
source: Failed to send friend request. Please try again.
ar: فشل في إرسال طلب الصداقة. يرجى المحاولة مرة أخرى.
de: Freundschaftsanfrage konnte nicht gesendet werden. Bitte versuchen Sie es erneut.
es: No se pudo enviar la solicitud de amistad. Por favor inténtalo de nuevo.
fr: Échec de l'envoi de la demande d'ami. Veuillez réessayer.
hi: मित्र अनुरोध भेजने में विफल. कृपया पुन: प्रयास करें।
it: Impossibile inviare la richiesta di amicizia. Per favore riprova.
ja: 友達リクエストの送信に失敗しました。もう一度試してください。
km_kh: បានបរាជ័យក្នុងការផ្ញើសំណើមិត្តភក្តិ។ សូមព្យាយាមម្តងទៀត។
ko: 친구 요청을 보내지 못했습니다. 다시 시도해 주세요.
pt: Falha ao enviar solicitação de amizade. Por favor, tente novamente.
ru: Не удалось отправить запрос на добавление в друзья. Пожалуйста, попробуйте еще раз.
th: ไม่สามารถส่งคำขอเป็นเพื่อนได้ โปรดลองอีกครั้ง
vi: Không thể gửi yêu cầu kết bạn. Vui lòng thử lại.
zh_hans: 发送好友请求失败。请再试一次。
